Repository: ArcheProject/arche_2fa
Catalog: arche_2fa/locale/*/LC_MESSAGES/arche_2fa.po
Languages: sv

source: too_many_attempts
sv: För många försök i rad. Vänta ett tag innan du försöker igen.

source: Email or UserID
sv: Epost eller AnvändarID

source: Sign in method
sv: Inloggningsmetod

source: authentication_method_invalid
sv: Inloggningsmetoden är ogiltig.

source: <Select>
sv: <Välj>

source: 2FA-method not found.
sv: 2FA-metod hittades inte.

source: Invalid code
sv: Ogiltig kod

source: two_factor_auth_code_title
sv: Två-faktors inloggning

source: Send login token
sv: Skicka loginkod

source: demo_auth_code
sv: Demo inloggningskod: ${code}

source: Email
sv: Epost

source: 2fa_email_subject
sv: ${head_title}: Tvåfaktorsinloggning

source: Email sent
sv: Epost skickad

source: UserID or email address invalid.
sv: AnvändarID eller epostadress ogiltig.

source: email_headline
sv: Kod för tvåfaktorsinloggning: ${code}

source: Hello
sv: Hej

source: email_login_explanation
sv: Du kan använda koden ovan för att logga in till ditt konto ${userid}. Vändligen använd samma webbläsarfönster som du skickade frågan från.

source: email_login_faulty_request
sv: Om du inte bett om en inloggningskod och fått flera sådana här meddelanden, vänligen kontakta någon på sidan i fråga.
